
import BranchContent from "@/components/branch/BranchContent";
import ServicesSection from "@/components/branch/ServicesSection";
import ThreeSteps from "@/components/branch/ThreeSteps";
import HeroVideo from "@/components/branch/videoHero";
import React from "react";
import VisionMission from "./VisionMission";

const CentralMarkets = () => {
  return (
    <>
    <HeroVideo
      title="فرع القعقاع للخدمات الأمنية"
      subtitle="مجموعة شركات الظاهري"
      text="نقدم حلولًا تجارية متكاملة تلبي احتياجات السوق المحلي والإقليمي."
      videoSrc="/audio/five.mp3"
    />

        <BranchContent
       title="فرع القعقاع للخدمات الأمنية"
        text={`نظرا للتطور الذي تشهده مملكتنا الحبيبة بقيادة خادم الحرمين الشريفين وولي عهده الأمين في مختلف نواحي الحياة وما رافق هذا التطور من نمو كبير في البنية التحتية والسكانية وقيام المشاريع العملاقة والمنشآت الاقتصادية الكبيرة بالاضافة إلى التطور المتزايد في قطاعات التعليم والصحة والصناعة والسياحة و الكهرباء والزيادة الطردية في عدد السكان أصبحت الحاجة إلى الأمن ضرورة ملحة واستحقاق الحماية الأرواح والممتلكات والأموال ومحاربة الجريمة بكل أنواعها ، فإن القطاع الخاص يجب أن يتحمل جزء من هذه المسؤولية الوطنية مشاركة مع جميع القطاعات الحكومية وكل حسب اختصاصه.
نحن في شركة القعقاع للحراسات والخدمات الأمنية وأحد فروع مجموعة شركات الظاهري نختص في خدمة مجتمعنا في مجال الحراسات والخدمات الأمنية بكافة أشكالها ضمن فريق عمل مدرب ومجهز بأحدث الإمكانيات والخبرات العلمية والعملية والفنية والإدارية لكافة الاختصاصات المطلوبة مثل نقل الأموال والممتلكات الثمينة وحراسة المنشآت والمجمعات والأسواق والمستشفيات والمدارس والمدن الرياضية وغيرها شعارنا وهدفنا أن تكون دائما عند حسن ظن عملائنا الكرام .`}
      />
      <VisionMission/>
      <ServicesSection />
      <ThreeSteps />
      </>
  );
};

export default CentralMarkets;
