"use client";
import React from "react";


export default function AboutCeo() {
  return (
    <section className="about-ceo">
      <div className="about-ceo-container">
        
        <h2 className="about-ceo-title">
          الشيخ الدكتور / محمد بن صالح الظاهري
        </h2>
        <div className="underline"></div>

        <p className="about-ceo-text fade-in">
          صاحب و رئيس مجلس الإدارة من الوجوه الاقتصادية و الاجتماعية البارزة
          في المملكة العربية السعودية و الخليج ومن الرواد الذين ساهموا في إنشاء
          البنية التحتية في المملكة في الثمانينات وقد كان له دور بارز في التنمية
          الاقتصادية التي شهدتها المملكة.
        </p>

        <p className="about-ceo-text fade-in delay1">
          ولد في الثامن من شهر شعبان عام 1373 هجرية الموافق 23/4/1954 ميلادية
          وينتمي إلى إحدى القبائل العربية العريقة في نجد بالجزيرة العربية
          والمعروفة بقبيلة حرب حيث كان والده أحد شيوخها كما ينتمي إلى قبيلة
          شمر من ناحية الوالدة.
        </p>

        <p className="about-ceo-text fade-in delay2">
          أسس هذا الكيان الاقتصادي في الثمانينات بقدرة عالية وممارسة اقتصادية
          فطنة ترافقها سمعة جيدة، محافظا على المصداقية والتفاؤل في العمل،
          واتسم بالإدارة والقيادة الحازمة والمرنة حسب المتطلبات.
        </p>

        <p className="about-ceo-text fade-in delay3">
          وشارك في العديد من المؤتمرات والمنتديات الاقتصادية داخل وخارج البلاد
          بتفوق ومثل وفود تجارية واقتصادية ومجالس رجال الأعمال.
        </p>

      </div>
    </section>
  );
}
